Repository: codigoymate/backgammon
Catalog: po/*/backgammon.po
Languages: es, fr

source: %i points
es: %i puntos

source: %s double score. Accept?
es: %s dobla los puntos. ¿Aceptar?
fr: %s souhaite doubler les points, acceptez-vous ?

source: %s wins the game !!.
es: ¡%s gana el juego!.
fr: %s remporte la partie !

source: %s wins the round with %u points
es: %s gana la ronda con %u puntos
fr: %s remporte le tour avec %u points

source: %s' turn
es: Turno de %s
fr: Tour de %s

source: %s: %u of %u
es: %s: %u de %u
fr: %s: %u sur %u

source: <F2> Start
es: <F2> Comenzar
fr: <F2> Commencer

source: AI
es: IA
fr: IA

source: Backgammon - New Game
es: Backgammon - Nuevo Juego
fr: Backgammon - Nouveau Jeu

source: Backgammon - Results
es: Backgammon - Resultados
fr: Backgammon - Résultats

source: Continue
es: Continuar
fr: Continuer

source: Double
es: Doble
fr: Multiplier

source: End Turn
es: Turno finalizado
fr: Terminer le tour

source: End the current game?
es: ¿Finalizar el juego?
fr: Terminer le jeu actuel ?

source: End turn
es: Turno finalizado
fr: Tour terminé

source: Human
es: Humano
fr: Humain

source: Move pieces
es: Mover fichas
fr: Déplacer les pions

source: Player 1:
es: Jugador 1
fr: Joueur 1:

source: Player 2:
es: Jugador 2
fr: Joueur 2:

source: Start
es: Comenzar
fr: Commencer

source: Steps: %i
es: %i pasos
fr: %i étapes

source: Throw dice
es: Lanzar dados
fr: Lancer des dés

source: To win:
es: Puntos para ganar:
fr: Points pour gagner:

source: Undo
es: Deshacer
fr: Annuler

source: _New Game
es: _Nuevo Juego
fr: _Nouveau Jeu

source: _Quit
es: _Salir
fr: _Quitter
